<?php

return [
    'index' => 'تم جلب بيانات الحسابات بنجاح',
    'show' => 'تم جلب بيانات الحساب بنجاح',
    'inserted' => 'تم اضافة :name بنجاح',
    'notInserted' => 'حدث خطأ أثناء محاولة حفظ :name',
    'updated' => 'تم حفظ التغيرات على :name بنجاح',
    'notUpdated' => 'حدث خطأ أثناء محاولة حفظ التغيرات على :name',
    'noUpdates' => 'لا يوجد أي تحديثات على :name',
    'deleted' => 'تم حذف الحساب بنجاح',
    'notDeleted' => 'حدث خطأ أثناء محاولة حذف :name',
    'notFound' =>  'الحساب غير موجود',
];